tap "adoptopenjdk/openjdk"
tap "homebrew/command-not-found"
tap "homebrew/cask-fonts"

brew "antigen"
brew "awscli"
brew "cmake"
brew "coreutils"
brew "gcc"
brew "git-filter-repo"
brew "htop"
brew "maven"
brew "neovim"
brew "node"
brew "postgresql"
brew "python"
brew "pyenv"
brew "pipenv"
brew "ruby"
brew "stow"
brew "wget"
brew "yarn"
brew "zsh"

cask "adoptopenjdk11"
cask "amazon-chime"
cask "amazon-workspaces"
cask "atom"
cask "authy"
cask "bitwarden"
cask "brave-browser"
cask "dbeaver-community"
cask "docker"
cask "dropbox"
cask "eclipse-jee"
cask "evernote"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "gimp"
cask "gitup"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "mattermost"
cask "meld"
cask "microsoft-teams"
cask "mono-mdk-for-visual-studio"
cask "obsidian"
cask "postman"
cask "slack"
cask "staruml"
cask "vagrant"
cask "virtualbox"
cask "viscosity"
cask "visual-studio"
cask "visual-studio-code"
cask "yammer"
cask "zoomus"
