tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "snyk/tap"
brew "antigen"
brew "apr"
brew "python@3.10"
brew "awscli"
brew "bash"
brew "coreutils"
brew "guile"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cmake"
brew "docker-compose", link: false
brew "gcc"
brew "gh"
brew "git", link: false
brew "git-filter-repo"
brew "gitleaks"
brew "go"
brew "gradle"
brew "gulp-cli"
brew "htop"
brew "jq"
brew "krb5"
brew "maven"
brew "protobuf"
brew "mitmproxy"
brew "muffet"
brew "neovim"
brew "nghttp2"
brew "nvm"
brew "perl"
brew "pipenv"
brew "postgresql@14"
brew "pre-commit"
brew "pyenv"
brew "python@3.8"
brew "python@3.9"
brew "scons"
brew "sonar-scanner"
brew "stow"
brew "subversion"
brew "telnet"
brew "travis"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
brew "snyk/tap/snyk"
cask "amazon-workspaces"
cask "atom"
cask "authy"
cask "bitwarden"
cask "brave-browser"
cask "burp-suite"
cask "dbeaver-community"
cask "dropbox"
cask "eclipse-jee"
cask "evernote"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "gimp"
cask "gitup"
cask "google-chrome"
cask "inkscape"
cask "intellij-idea-ce"
cask "iterm2"
cask "meld"
cask "microsoft-teams"
cask "mono-mdk-for-visual-studio"
cask "postman"
cask "slack"
cask "sourcetree"
cask "staruml"
cask "temurin"
cask "temurin11"
cask "temurin17"
cask "temurin8"
cask "vagrant"
cask "virtualbox"
cask "viscosity"
cask "visual-studio"
cask "visual-studio-code"
cask "warp"
cask "yammer"
cask "zoom"
