batisteo.vscode-django
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
EditorConfig.EditorConfig
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
eseom.nunjucks-template
fabianlauer.vs-code-xml-format
foxundermoon.shell-format
GitLab.gitlab-workflow
hindlemail.cover
KevinRose.vsc-python-indent
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.live-server
ms-vscode.test-adapter-converter
njpwerner.autodocstring
oderwat.indent-rainbow
Orta.vscode-jest
Pachwenko.django-test-runner
redhat.java
ritwickdey.LiveServer
ronnidc.nunjucks
ryanluker.vscode-coverage-gutters
shd101wyy.markdown-preview-enhanced
shuworks.vscode-table-formatter
stevejpurves.cucumber
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wholroyd.jinja
yzane.markdown-pdf
