auchenberg.vscode-browser-preview
christherama.django-test-runner
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
eamodio.gitlens
EditorConfig.EditorConfig
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
eseom.nunjucks-template
foxundermoon.shell-format
m-thorsen.vscode-materia
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
njpwerner.autodocstring
oderwat.indent-rainbow
Pachwenko.django-test-runner
shd101wyy.markdown-preview-enhanced
shuworks.vscode-table-formatter
stevejpurves.cucumber
yzane.markdown-pdf
